{
    "F010": "大武崙砲台，位於大武崙山巔，由於地勢險要、地形居高臨下，是昔日清朝扼守基隆港口西側的重要據點。山頂視野極佳，可以眺覽四周，如基隆嶼、外木山澳漁村、八斗子、北海岸等一帶的景緻。大武崙砲台停車場，腹地廣大，能遠望整個基隆；入夜時，此處光害較少，適合觀看夜景與星空。",
    "F022": "小油坑，位於陽明山國家公園最高峰的七星山西麓，擁有後火山活動地質景觀，其噴氣孔、硫磺結晶、溫泉及壯觀的崩塌地形最具特色，為天然的地質學教室，也為體驗火山自然景觀的好地方。另外，小油坑也是認識星座的好地點，雖有光害波及，但仍可看主要亮星，適合初學者。",
    "F023": "擎天崗，位於臺灣的陽明山國家公園內，鄰近於七星山及冷水坑。由於地勢寬廣平坦，早期是寄養和放牧牛隻的場域，目前放牧牛隻數量已減少許多。擎天崗因交通便利，山林風景優美，放眼盡是綠地草坡，為漫步、健走的好地方。入夜的擎天崗，周邊光害較少，且視野遼闊，為不錯的觀星地點。",
    "F011": "五分山，又名滴水大尖或粗坑口山，位於新北平溪與瑞芳間，鄰近基隆市。山頂視野廣闊，展望良好，可將東北角基隆和瑞芳的山海景致一覽無遺；氣象署於此設立五分山氣象雷達站，為五分山的明顯地標。由於地勢相對較高，光害也跟著減少，當晴朗夜晚時，是觀星的好地點。",
    "F012": "石碇雲海國小，位於新北石碇鄉格頭村，北宜公路最高處。因鄰近翡翠水庫，有豐富的水氣，晨昏時常可看到群山被雲海圍繞。另外，附近的二格山與筆架山擋住臺北盆地的燈光，加上地處高點，所以夜晚無光害，經常吸引許多追星族前來朝聖，為北部觀雲海、觀星的好去處。",
    "F013": "「烏來風景特定區」位於新北烏來區，四周望去，皆是秀麗的山巒，潺潺的溪流，乃得天獨厚的美麗溪谷。烏來一名源自泰雅語，意即「冒煙的熱水」，也就是「溫泉」之意，與北投、陽明山合稱北臺灣的三大溫泉聖地。此處四季均有不同的遊情，除賞櫻、泡湯、領略當地人文風俗外，夜晚觀星也是一大特色。",
    "F014": "觀霧森林遊樂區，位於新竹五峰鄉與苗栗泰安鄉的交界，因終年谷地經常瀰漫雲海、霧氣，故而得名。園區內視野遼闊，可觀賞日出、日落、山景、霧景、雨景、雲海以及春夏秋冬等自然景致。入夜後，觀霧也是熱門的觀星所在，只要抬頭仰望，滿天群星閃耀，讓人驚呼連連，難以忘懷。",
    "F019": "大雪山國家森林遊樂區，座落在雪山山脈西南向主稜的後段，生態林相當豐富，為渾然天成的高山植物園及天然森林浴場。因位居高海拔，視野遼闊，幾無光害，為絕佳的觀星地點。尤其大雪山森林遊樂區收費站停車場、天池附近，皆是追星族觀察星象的最愛所在。",
    "F018": "武陵農場，位於北橫宜蘭支線(台7甲線)53公里處，以盛產梨、蘋果、水蜜桃及夏季蔬菜、高山茶等高山農場品聞名。其農場周邊高山環繞、境內溪流貫穿，冬暖夏涼，是個四季宜人的渡假勝地。由於地處山區，海拔較高，不易受光害侵擾，是觀星著名景點，在露營區或農場內較無光害的地方，均可觀測到星象。",
    "F020": "福壽山農場，位於合歡山與雪山群峰間，四周群山環抱，視野遼闊，雲霧變化萬千，加上擁有獨特的田園景觀，素有「臺灣小瑞士」之名。由於地處高海拔，天空透明、清晰度高，為極佳的觀星景點。夜晚總是星空燦爛，仰頭滿天星斗，映入眼簾，乃視覺上的一大饗宴。",
    "F021": "臺中都會公園，佔地廣達88公頃，擁有濃密的相思樹林、寬廣的大草原及多樣化的設施，而且視野遼闊，能遠眺至臺灣海峽、臺中港，為兼具休閒遊憩、環境保育特色的大型都市森林公園。此處光害較少，為觀星賞夜景的好去處，可透過園內設施(星象廣場、賞月廊)進行天文觀測活動。",
    "F002": "小風口，位於太魯閣國家公園的合歡山區，因地處大甲溪與立霧溪兩股上升氣流交會的隘口，東、西兩側的氣流分別沿著溪谷長驅直入，因此經常吹著強風，故得其名。小風口高度約3002公尺，白天為觀察臺灣高山景觀的最佳位置，晚上因該處幾無光害，向來是超級觀星點，每逢月朔前後，都可見到天文同好巨砲的身影。",
    "F016": "塔塔加停車場，位於玉山國家公園西北園區，是阿里山公路與新中橫公路的交會點，也是「塔塔加遊客服務中心」所在地。因塔塔加地處中海拔，遠離都會城市，天空淨朗，幾無光害，是觀賞星星、認識星體、辨識星座的絕佳地點。常見許多天文同好、學術團體，前來舉辦觀星活動，或進行天文觀測。",
    "F004": "臺大山地實驗農場，位於南投縣仁愛鄉，海拔2100公尺，視野佳、無光害，晴天入夜後繁星滿天，適合觀星活動。農場氣候四季分明，年平均溫度14-15℃，春日百花爭妍，夏秋果甜蔬脆，動植物生態資源豐富。臺大山地實驗農場以高冷地園藝的教學研究、示範經營與生態解說教育為宗旨，是環保署「環境教育設施場所」與MOA有機花蔬驗證之農場。「春之饗宴」與「在地蔬食」活動期間當日購票即可入場，場內有可容納200位學員的住宿空間與160人的國際會議廳，全年皆可預約自然生態體驗營與會議行程。",
    "F003": "鳶峰，高約2756公尺，位於台14甲線24.3公里處，為前往合歡山的中繼站。其地勢居高臨下，擁有絕佳的視野，可以眺望遠景，加上夜晚幾無光害、交通方便的條件，成為觀星的最佳地點。在鳶峰停車場上，除了經過車輛的燈光外，就屬天空星光最燦爛，抬頭就能望見美麗星海，為不可多得的天文寶地。",
    "F015": "阿里山遊樂區，由18座大山組成，四周高山環列，風光明媚，氣候宜人。並以日出、雲海、晚霞、森林鐵路、巨木合稱「阿里山五奇」，為臺灣最負國際盛名之旅遊勝地。其夜晚觀星更具特色，抬頭仰望，滿天星斗多到數不清，甚至可以用肉眼看到著名星座，而有「藍色部落」之稱的里佳社區，則號稱是全臺天文觀星最好地點。",
    "F017": "鹿林天文台，位於玉山國家公園塔塔加地區的鹿林前山山頂上，為高山天文台。因較不受颱風、東北季風與西南氣流的影響，加上大氣穩定度佳、晴天率高，幾無光害的條件，適合從事天文觀測活動。鹿林天文台，於1999年設立。目前由國立中央大學天文研究所管理，為臺灣最重要的光學天文基地。",
    "F024": "七股海堤，位於縣道173線的終點，其東面是黑面琵鷺棲息的潮間帶溼地，西側是新浮崙沙洲與臺灣海峽，再往南行則是曾文溪出海口，因此能遙望沙洲風光、觀看黑面琵鷺，以及欣賞落日景致。此處以魚塭為業，光害較少，且長長的海堤一望無盡，適合進行觀星活動。",
    "F025": "南瀛天文館，位於臺南大內區二溪公山上。整個園區分為三大館：「天文觀測館」、「天文展示館」、「星象館」，主要提供天文觀測、模擬星空、虛幻實境體驗等功能。另外，園區內擁有豐富的自然景觀，同時視野遼闊，可遠眺曾文溪曲流、河階地形與玉山主峰一帶，為戶外教學、親子同遊的好地方。",
    "F026": "臺南都會公園，位於臺南仁德區，周邊擁有百年歷史的台糖仁德糖廠，保安車站以及清康熙57年創建的保安宮，是以自然生態與人文藝術為特色的都會森林公園。因其視野遼闊，可見大片天空，適合觀星初學者，學習認識星體大小與位置。",
    "F007": "梅山青年活動中心，位於高雄桃源區、南橫公路中段，當地稱為梅山口。由於南橫公路貫穿原住民布農族主要居住的山區，因此活動中心的建築與裝飾，均具原住民色彩。由於地勢較高，不易受光害侵擾，適合觀星活動；若至附近的天池一帶，抬頭仰望則是滿天星斗映入眼簾，是名副其實的星辰饗宴。",
    "F009": "高雄都會公園，位於高雄市橋頭區與楠梓區的交界處，擁有廣闊平整的大草原及森林綠地，為臺灣面積最大的都市公園，也為高雄地區民眾散步休憩的好去處。園內的地標「金雞日晷」，則可以觀察太陽角度，和日正中天的天象。入夜後，因光害較少，適合初學者認識星空，學習辨認星座。",
    "F008": "藤枝森林遊樂區，位在高雄桃源區，區內林木蒼翠，風光秀麗，自然景觀仍保有原始風貌，加以展望良好，可以遠眺玉山、大武山、卑南山及大小關山等群山，是登山、健行、看花、賞鳥的最佳去處。入夜的藤枝，由於地處山區，光害極小，抬頭仰望，均可看到點點繁星，為南部天文同好喜愛的觀星地點。",
    "F005": "貓鼻頭，位於恆春半島西南頂端，以珊瑚礁地形景觀著稱，其外形宛若蹲伏的貓，故取其名為「貓鼻頭」，為臺灣海峽和巴士海峽的分界點，並與鵝鑾鼻形成臺灣最南的兩端。至貓鼻頭，除了觀看日出、海蝕奇景外，也可追星，尤其是南十字星座，抬頭向南方仰望就可看到，為觀賞南十字星的理想去處。",
    "F006": "龍磐公園，位於恆春東南方，鵝佳公路約40.5公里處，為一塊上升的石灰岩地形。園內遍布草原植物，放眼盡是遼闊綠意，而兩旁湛藍的太平海洋風光，更令人心曠神怡。因視野廣闊沒有屏障，且天空淨朗、光害少，為熱門的觀星點。每逢特別的星象，這裡總是擠滿人潮，為國內難得一見同時可觀日出日落的地區。",
    "F001": "太平山森林遊樂區，位於宜蘭大同鄉，昔日與阿里山、八仙山並列為臺灣三大林場。園區內擁有豐富的林木資源，可以觀賞多種的動、植物生態，及領會不同的四季風貌。入夜後的太平山，由於位居山區，光害極小，適合進行星象觀測活動，尤以中間遊客中心的廣場、晴觀景台、翠峰湖一帶為最佳的觀星所在。"
}